using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;

namespace ConsoleApplication1
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine(" Игрок приходит домой и понимает, что туда забрались грабители. В доме три комнаты, кухня и коридор. Грабители находятся в спальне и кабинете. Кухня, коридор и гостиная безопасны. В спальне поджидает вооруженный грабитель, в кабинете - его испуганный появлением игрока напарник.1-Вылететь в окно(да-да ты летун) 2-Пойти на кухню 3-Пойти в спальню ");
            int answer1 = int.Parse(Console.ReadLine());
            if (answer1 == 2)
            {
                Console.WriteLine("На кухне есть стол, в котором можно взять нож, победить испуганного грабителя в кабинете и затем вызвать полицию по телефону.1-Взять нож 2-Не брать нож");
                int da = int.Parse(Console.ReadLine());
                if (da == 1)
	            {
		            
	            }
                else if (da == 2)
                {

                    
                }
                if (da = 1)
                {
            }
            }
        
        }
        static void AbilivICanFly();
        }
                    Console.WriteLine("Как будем лететь?1-Бомбочкоой!2-В стиле супермэна!");
                    int answer2 = int.Parse(Console.ReadLine());
                    if (answer2 == 1)
                    {   
                    Console.WriteLine("Бомбочкааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааактопрочёлтотосёл(ты продул)!");
                    Console.ReadLine();
                    }
                    else if (answer2 == 2)
                    {
                     Console.WriteLine("О да!Ты летишь!Или не летишь...АЙ!Упал.Больно.Но живой.Победа!");
                    Console.ReadLine();
    }
}


